/* GENERAL STRINGS */

"OK" = "Okej";
"Delete" = "Skasuj";
"Basic settings" = "Podstawowe ustawienia";



/* MAIN ACTIVITIES */

"Home" = "Strona Główna";
"Open" = "Otwarte";
"Closed" = "Zamknięte";
"Awards" = "Odznaki";



/* HOME VIEW */

"Up next" = "Najważniejsze";
"More to explore" = "Do późniejszego wykonania";
"%@, %lld items, %g%% complete." = "%@, %lld elementów, %g%% progresu.";


/* PROJECTS VIEW */

"Open Projects" = "Otwarte Projekty";
"Closed Projects" = "Zakończone projekty";
"Add Project" = "Dodaj projekt";
"Add New Item" = "Dodaj nowy element";
"There's nothing here right now" = "W tej chwili nie ma tu niczego";

/* A button that shows a menu with the following options */
"Sort" = "Sortuj";
"Sort items" = "Sortuj elementy"; /* The title of the menu */
"Optimized" = "Optymalnie"; /* Sort using an optimized algorithm */
"Creation Date" = "Data utworzenia"; /* Sort by the date items were created */
"Title" = "Nazwa"; /* Sort by item title */

/* Default names for a new project and a new item */
"New Project" = "Nowy projekt";
"New Item" = "Nowy element";

"%@, completed." = "%@, ukończony.";
"%@, high priority." = "%@, wysoki priorytet.";

/* EDITING PROJECTS */
"Edit Project" = "Edytuj projekt";
"Project name" = "Nazwa projektu";
"Description of this project" = "Opis projektu";
"Custom project color" = "Niestandardowy kolor";

/* Options to close (mark as finished), open (mark as unfinished), or delete a project. */
"Close this project" = "Zamknij ten projekt";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely." = "Zamknięte projektu przenosi go z karty 'Otwarte' do karty 'Zamknięte'; usunięcie go kasuje go całkowicie ";
"Reopen this project" = "Otwórz ten projekt ponownie";
"Delete this project" = "Usuń ten projekt";
"Delete project?" = "Usunąć projekt?";
"Are you sure you want to delete this project? You will also delete all the items it contains." = "Jesteś pewien, że chcesz usunąć ten projekt? Spowoduje to również skasowanie wszystkich zawartych w nim elementów";

/* Color names */
"Select a project color" = "Wybierz kolor projektu";
"Pink" = "Różowy";
"Purple" = "Fioletowy";
"Red" = "Czerwony";
"Orange" = "Pomarańczowy";
"Gold" = "Złoty";
"Green" = "Zielony";
"Teal" = "Ciemno zielony";
"Light Blue" = "Jasnoniebieski";
"Dark Blue" = "Ciemnoniebieski";
"Midnight" = "Północ";
"Dark Gray" = "Ciemnoszary";
"Gray" = "Szary";

/* EDITING ITEMS */
"Edit Item" = "Edytuj element";
"Item name" = "Nazwa elementu";
"Description" = "Opis";
"Priority" = "Priorytet";
"Low" = "Niski";
"Medium" = "Średni";
"High" = "Wysoki";

"Mark Completed" = "Oznacz jako zaliczony"; /* Mark this item as being completed (finished/accomplished) */



/* AWARDS */

"Locked" = "Zablokowany";
"Unlocked: %@" = "Odblokowano: %@";



/* OTHER STRINGS */

/* Shown by default when the user hasn't select a project or item */
"Please select something from the menu to begin." = "Wybierz element z menu by rozpocząć";
